{
  "</think>": 151668,
  "</tool_call>": 151658,
  "</tool_response>": 151666,
  "<a_101>": 151669,
  "<a_102>": 151670,
  "<a_104>": 151671,
  "<a_107>": 151672,
  "<a_112>": 151673,
  "<a_114>": 151674,
  "<a_115>": 151675,
  "<a_120>": 151676,
  "<a_123>": 151677,
  "<a_128>": 151678,
  "<a_129>": 151679,
  "<a_134>": 151680,
  "<a_137>": 151681,
  "<a_13>": 151682,
  "<a_140>": 151683,
  "<a_147>": 151684,
  "<a_148>": 151685,
  "<a_14>": 151686,
  "<a_152>": 151687,
  "<a_159>": 151688,
  "<a_161>": 151689,
  "<a_162>": 151690,
  "<a_166>": 151691,
  "<a_170>": 151692,
  "<a_171>": 151693,
  "<a_174>": 151694,
  "<a_175>": 151695,
  "<a_177>": 151696,
  "<a_178>": 151697,
  "<a_179>": 151698,
  "<a_184>": 151699,
  "<a_185>": 151700,
  "<a_187>": 151701,
  "<a_190>": 151702,
  "<a_191>": 151703,
  "<a_198>": 151704,
  "<a_19>": 151705,
  "<a_202>": 151706,
  "<a_205>": 151707,
  "<a_208>": 151708,
  "<a_212>": 151709,
  "<a_219>": 151710,
  "<a_226>": 151711,
  "<a_247>": 151712,
  "<a_249>": 151713,
  "<a_250>": 151714,
  "<a_253>": 151715,
  "<a_26>": 151716,
  "<a_30>": 151717,
  "<a_32>": 151718,
  "<a_35>": 151719,
  "<a_40>": 151720,
  "<a_49>": 151721,
  "<a_4>": 151722,
  "<a_56>": 151723,
  "<a_6>": 151724,
  "<a_75>": 151725,
  "<a_76>": 151726,
  "<a_82>": 151727,
  "<a_88>": 151728,
  "<a_89>": 151729,
  "<a_92>": 151730,
  "<a_93>": 151731,
  "<a_96>": 151732,
  "<b_100>": 151733,
  "<b_101>": 151734,
  "<b_102>": 151735,
  "<b_103>": 151736,
  "<b_104>": 151737,
  "<b_105>": 151738,
  "<b_106>": 151739,
  "<b_107>": 151740,
  "<b_108>": 151741,
  "<b_109>": 151742,
  "<b_10>": 151743,
  "<b_110>": 151744,
  "<b_111>": 151745,
  "<b_112>": 151746,
  "<b_113>": 151747,
  "<b_114>": 151748,
  "<b_115>": 151749,
  "<b_116>": 151750,
  "<b_117>": 151751,
  "<b_118>": 151752,
  "<b_119>": 151753,
  "<b_11>": 151754,
  "<b_120>": 151755,
  "<b_121>": 151756,
  "<b_122>": 151757,
  "<b_123>": 151758,
  "<b_124>": 151759,
  "<b_125>": 151760,
  "<b_126>": 151761,
  "<b_127>": 151762,
  "<b_128>": 151763,
  "<b_129>": 151764,
  "<b_12>": 151765,
  "<b_130>": 151766,
  "<b_131>": 151767,
  "<b_132>": 151768,
  "<b_133>": 151769,
  "<b_134>": 151770,
  "<b_135>": 151771,
  "<b_136>": 151772,
  "<b_137>": 151773,
  "<b_138>": 151774,
  "<b_139>": 151775,
  "<b_13>": 151776,
  "<b_140>": 151777,
  "<b_141>": 151778,
  "<b_142>": 151779,
  "<b_143>": 151780,
  "<b_144>": 151781,
  "<b_145>": 151782,
  "<b_146>": 151783,
  "<b_147>": 151784,
  "<b_148>": 151785,
  "<b_149>": 151786,
  "<b_14>": 151787,
  "<b_150>": 151788,
  "<b_151>": 151789,
  "<b_152>": 151790,
  "<b_153>": 151791,
  "<b_154>": 151792,
  "<b_155>": 151793,
  "<b_156>": 151794,
  "<b_157>": 151795,
  "<b_158>": 151796,
  "<b_159>": 151797,
  "<b_15>": 151798,
  "<b_160>": 151799,
  "<b_161>": 151800,
  "<b_162>": 151801,
  "<b_163>": 151802,
  "<b_164>": 151803,
  "<b_165>": 151804,
  "<b_166>": 151805,
  "<b_167>": 151806,
  "<b_168>": 151807,
  "<b_169>": 151808,
  "<b_16>": 151809,
  "<b_170>": 151810,
  "<b_171>": 151811,
  "<b_172>": 151812,
  "<b_173>": 151813,
  "<b_174>": 151814,
  "<b_175>": 151815,
  "<b_176>": 151816,
  "<b_177>": 151817,
  "<b_178>": 151818,
  "<b_179>": 151819,
  "<b_17>": 151820,
  "<b_180>": 151821,
  "<b_181>": 151822,
  "<b_182>": 151823,
  "<b_183>": 151824,
  "<b_184>": 151825,
  "<b_185>": 151826,
  "<b_186>": 151827,
  "<b_187>": 151828,
  "<b_188>": 151829,
  "<b_189>": 151830,
  "<b_18>": 151831,
  "<b_190>": 151832,
  "<b_191>": 151833,
  "<b_192>": 151834,
  "<b_193>": 151835,
  "<b_194>": 151836,
  "<b_195>": 151837,
  "<b_196>": 151838,
  "<b_197>": 151839,
  "<b_198>": 151840,
  "<b_199>": 151841,
  "<b_19>": 151842,
  "<b_1>": 151843,
  "<b_200>": 151844,
  "<b_201>": 151845,
  "<b_202>": 151846,
  "<b_203>": 151847,
  "<b_204>": 151848,
  "<b_205>": 151849,
  "<b_206>": 151850,
  "<b_207>": 151851,
  "<b_208>": 151852,
  "<b_209>": 151853,
  "<b_20>": 151854,
  "<b_210>": 151855,
  "<b_211>": 151856,
  "<b_212>": 151857,
  "<b_213>": 151858,
  "<b_214>": 151859,
  "<b_215>": 151860,
  "<b_216>": 151861,
  "<b_217>": 151862,
  "<b_218>": 151863,
  "<b_219>": 151864,
  "<b_21>": 151865,
  "<b_220>": 151866,
  "<b_221>": 151867,
  "<b_222>": 151868,
  "<b_223>": 151869,
  "<b_224>": 151870,
  "<b_225>": 151871,
  "<b_226>": 151872,
  "<b_227>": 151873,
  "<b_228>": 151874,
  "<b_229>": 151875,
  "<b_22>": 151876,
  "<b_230>": 151877,
  "<b_231>": 151878,
  "<b_232>": 151879,
  "<b_233>": 151880,
  "<b_234>": 151881,
  "<b_235>": 151882,
  "<b_236>": 151883,
  "<b_237>": 151884,
  "<b_238>": 151885,
  "<b_239>": 151886,
  "<b_23>": 151887,
  "<b_240>": 151888,
  "<b_241>": 151889,
  "<b_242>": 151890,
  "<b_243>": 151891,
  "<b_244>": 151892,
  "<b_245>": 151893,
  "<b_246>": 151894,
  "<b_247>": 151895,
  "<b_248>": 151896,
  "<b_249>": 151897,
  "<b_24>": 151898,
  "<b_250>": 151899,
  "<b_251>": 151900,
  "<b_252>": 151901,
  "<b_253>": 151902,
  "<b_254>": 151903,
  "<b_255>": 151904,
  "<b_256>": 151905,
  "<b_25>": 151906,
  "<b_26>": 151907,
  "<b_27>": 151908,
  "<b_28>": 151909,
  "<b_29>": 151910,
  "<b_2>": 151911,
  "<b_30>": 151912,
  "<b_31>": 151913,
  "<b_32>": 151914,
  "<b_33>": 151915,
  "<b_34>": 151916,
  "<b_35>": 151917,
  "<b_36>": 151918,
  "<b_37>": 151919,
  "<b_38>": 151920,
  "<b_39>": 151921,
  "<b_3>": 151922,
  "<b_40>": 151923,
  "<b_41>": 151924,
  "<b_42>": 151925,
  "<b_43>": 151926,
  "<b_44>": 151927,
  "<b_45>": 151928,
  "<b_46>": 151929,
  "<b_47>": 151930,
  "<b_48>": 151931,
  "<b_49>": 151932,
  "<b_4>": 151933,
  "<b_50>": 151934,
  "<b_51>": 151935,
  "<b_52>": 151936,
  "<b_53>": 151937,
  "<b_54>": 151938,
  "<b_55>": 151939,
  "<b_56>": 151940,
  "<b_57>": 151941,
  "<b_58>": 151942,
  "<b_59>": 151943,
  "<b_5>": 151944,
  "<b_60>": 151945,
  "<b_61>": 151946,
  "<b_62>": 151947,
  "<b_63>": 151948,
  "<b_64>": 151949,
  "<b_65>": 151950,
  "<b_66>": 151951,
  "<b_67>": 151952,
  "<b_68>": 151953,
  "<b_69>": 151954,
  "<b_6>": 151955,
  "<b_70>": 151956,
  "<b_71>": 151957,
  "<b_72>": 151958,
  "<b_73>": 151959,
  "<b_74>": 151960,
  "<b_75>": 151961,
  "<b_76>": 151962,
  "<b_77>": 151963,
  "<b_78>": 151964,
  "<b_79>": 151965,
  "<b_7>": 151966,
  "<b_80>": 151967,
  "<b_81>": 151968,
  "<b_82>": 151969,
  "<b_83>": 151970,
  "<b_84>": 151971,
  "<b_85>": 151972,
  "<b_86>": 151973,
  "<b_87>": 151974,
  "<b_88>": 151975,
  "<b_89>": 151976,
  "<b_8>": 151977,
  "<b_90>": 151978,
  "<b_91>": 151979,
  "<b_92>": 151980,
  "<b_93>": 151981,
  "<b_94>": 151982,
  "<b_95>": 151983,
  "<b_96>": 151984,
  "<b_97>": 151985,
  "<b_98>": 151986,
  "<b_99>": 151987,
  "<b_9>": 151988,
  "<c_100>": 151989,
  "<c_101>": 151990,
  "<c_102>": 151991,
  "<c_103>": 151992,
  "<c_104>": 151993,
  "<c_105>": 151994,
  "<c_106>": 151995,
  "<c_107>": 151996,
  "<c_108>": 151997,
  "<c_109>": 151998,
  "<c_10>": 151999,
  "<c_110>": 152000,
  "<c_111>": 152001,
  "<c_112>": 152002,
  "<c_113>": 152003,
  "<c_114>": 152004,
  "<c_115>": 152005,
  "<c_116>": 152006,
  "<c_117>": 152007,
  "<c_118>": 152008,
  "<c_119>": 152009,
  "<c_11>": 152010,
  "<c_120>": 152011,
  "<c_121>": 152012,
  "<c_122>": 152013,
  "<c_123>": 152014,
  "<c_124>": 152015,
  "<c_125>": 152016,
  "<c_126>": 152017,
  "<c_127>": 152018,
  "<c_128>": 152019,
  "<c_129>": 152020,
  "<c_12>": 152021,
  "<c_130>": 152022,
  "<c_131>": 152023,
  "<c_132>": 152024,
  "<c_133>": 152025,
  "<c_134>": 152026,
  "<c_135>": 152027,
  "<c_136>": 152028,
  "<c_137>": 152029,
  "<c_138>": 152030,
  "<c_139>": 152031,
  "<c_13>": 152032,
  "<c_140>": 152033,
  "<c_141>": 152034,
  "<c_142>": 152035,
  "<c_143>": 152036,
  "<c_144>": 152037,
  "<c_145>": 152038,
  "<c_146>": 152039,
  "<c_147>": 152040,
  "<c_148>": 152041,
  "<c_149>": 152042,
  "<c_14>": 152043,
  "<c_150>": 152044,
  "<c_151>": 152045,
  "<c_152>": 152046,
  "<c_153>": 152047,
  "<c_154>": 152048,
  "<c_155>": 152049,
  "<c_156>": 152050,
  "<c_157>": 152051,
  "<c_158>": 152052,
  "<c_159>": 152053,
  "<c_15>": 152054,
  "<c_160>": 152055,
  "<c_161>": 152056,
  "<c_162>": 152057,
  "<c_163>": 152058,
  "<c_164>": 152059,
  "<c_165>": 152060,
  "<c_166>": 152061,
  "<c_167>": 152062,
  "<c_168>": 152063,
  "<c_169>": 152064,
  "<c_16>": 152065,
  "<c_170>": 152066,
  "<c_171>": 152067,
  "<c_172>": 152068,
  "<c_173>": 152069,
  "<c_174>": 152070,
  "<c_175>": 152071,
  "<c_176>": 152072,
  "<c_177>": 152073,
  "<c_178>": 152074,
  "<c_179>": 152075,
  "<c_17>": 152076,
  "<c_180>": 152077,
  "<c_181>": 152078,
  "<c_182>": 152079,
  "<c_183>": 152080,
  "<c_184>": 152081,
  "<c_185>": 152082,
  "<c_186>": 152083,
  "<c_187>": 152084,
  "<c_188>": 152085,
  "<c_189>": 152086,
  "<c_18>": 152087,
  "<c_190>": 152088,
  "<c_191>": 152089,
  "<c_192>": 152090,
  "<c_193>": 152091,
  "<c_194>": 152092,
  "<c_195>": 152093,
  "<c_196>": 152094,
  "<c_197>": 152095,
  "<c_198>": 152096,
  "<c_199>": 152097,
  "<c_19>": 152098,
  "<c_1>": 152099,
  "<c_200>": 152100,
  "<c_201>": 152101,
  "<c_202>": 152102,
  "<c_203>": 152103,
  "<c_204>": 152104,
  "<c_205>": 152105,
  "<c_206>": 152106,
  "<c_207>": 152107,
  "<c_208>": 152108,
  "<c_209>": 152109,
  "<c_20>": 152110,
  "<c_210>": 152111,
  "<c_211>": 152112,
  "<c_212>": 152113,
  "<c_213>": 152114,
  "<c_214>": 152115,
  "<c_215>": 152116,
  "<c_216>": 152117,
  "<c_217>": 152118,
  "<c_218>": 152119,
  "<c_219>": 152120,
  "<c_21>": 152121,
  "<c_220>": 152122,
  "<c_221>": 152123,
  "<c_222>": 152124,
  "<c_223>": 152125,
  "<c_224>": 152126,
  "<c_225>": 152127,
  "<c_226>": 152128,
  "<c_227>": 152129,
  "<c_228>": 152130,
  "<c_229>": 152131,
  "<c_22>": 152132,
  "<c_230>": 152133,
  "<c_231>": 152134,
  "<c_232>": 152135,
  "<c_233>": 152136,
  "<c_234>": 152137,
  "<c_235>": 152138,
  "<c_236>": 152139,
  "<c_237>": 152140,
  "<c_238>": 152141,
  "<c_239>": 152142,
  "<c_23>": 152143,
  "<c_240>": 152144,
  "<c_241>": 152145,
  "<c_242>": 152146,
  "<c_243>": 152147,
  "<c_244>": 152148,
  "<c_245>": 152149,
  "<c_246>": 152150,
  "<c_247>": 152151,
  "<c_248>": 152152,
  "<c_249>": 152153,
  "<c_24>": 152154,
  "<c_250>": 152155,
  "<c_251>": 152156,
  "<c_252>": 152157,
  "<c_253>": 152158,
  "<c_254>": 152159,
  "<c_255>": 152160,
  "<c_256>": 152161,
  "<c_25>": 152162,
  "<c_26>": 152163,
  "<c_27>": 152164,
  "<c_28>": 152165,
  "<c_29>": 152166,
  "<c_2>": 152167,
  "<c_30>": 152168,
  "<c_31>": 152169,
  "<c_32>": 152170,
  "<c_33>": 152171,
  "<c_34>": 152172,
  "<c_35>": 152173,
  "<c_36>": 152174,
  "<c_37>": 152175,
  "<c_38>": 152176,
  "<c_39>": 152177,
  "<c_3>": 152178,
  "<c_40>": 152179,
  "<c_41>": 152180,
  "<c_42>": 152181,
  "<c_43>": 152182,
  "<c_44>": 152183,
  "<c_45>": 152184,
  "<c_46>": 152185,
  "<c_47>": 152186,
  "<c_48>": 152187,
  "<c_49>": 152188,
  "<c_4>": 152189,
  "<c_50>": 152190,
  "<c_51>": 152191,
  "<c_52>": 152192,
  "<c_53>": 152193,
  "<c_54>": 152194,
  "<c_55>": 152195,
  "<c_56>": 152196,
  "<c_57>": 152197,
  "<c_58>": 152198,
  "<c_59>": 152199,
  "<c_5>": 152200,
  "<c_60>": 152201,
  "<c_61>": 152202,
  "<c_62>": 152203,
  "<c_63>": 152204,
  "<c_64>": 152205,
  "<c_65>": 152206,
  "<c_66>": 152207,
  "<c_67>": 152208,
  "<c_68>": 152209,
  "<c_69>": 152210,
  "<c_6>": 152211,
  "<c_70>": 152212,
  "<c_71>": 152213,
  "<c_72>": 152214,
  "<c_73>": 152215,
  "<c_74>": 152216,
  "<c_75>": 152217,
  "<c_76>": 152218,
  "<c_77>": 152219,
  "<c_78>": 152220,
  "<c_79>": 152221,
  "<c_7>": 152222,
  "<c_80>": 152223,
  "<c_81>": 152224,
  "<c_82>": 152225,
  "<c_83>": 152226,
  "<c_84>": 152227,
  "<c_85>": 152228,
  "<c_86>": 152229,
  "<c_87>": 152230,
  "<c_88>": 152231,
  "<c_89>": 152232,
  "<c_8>": 152233,
  "<c_90>": 152234,
  "<c_91>": 152235,
  "<c_92>": 152236,
  "<c_93>": 152237,
  "<c_94>": 152238,
  "<c_95>": 152239,
  "<c_96>": 152240,
  "<c_97>": 152241,
  "<c_98>": 152242,
  "<c_99>": 152243,
  "<c_9>": 152244,
  "<d_10>": 152245,
  "<d_11>": 152246,
  "<d_12>": 152247,
  "<d_13>": 152248,
  "<d_14>": 152249,
  "<d_1>": 152250,
  "<d_2>": 152251,
  "<d_3>": 152252,
  "<d_4>": 152253,
  "<d_5>": 152254,
  "<d_6>": 152255,
  "<d_7>": 152256,
  "<d_8>": 152257,
  "<d_9>": 152258,
  "<think>": 151667,
  "<tool_call>": 151657,
  "<tool_response>": 151665,
  "<|box_end|>": 151649,
  "<|box_start|>": 151648,
  "<|endoftext|>": 151643,
  "<|file_sep|>": 151664,
  "<|fim_middle|>": 151660,
  "<|fim_pad|>": 151662,
  "<|fim_prefix|>": 151659,
  "<|fim_suffix|>": 151661,
  "<|im_end|>": 151645,
  "<|im_start|>": 151644,
  "<|image_pad|>": 151655,
  "<|object_ref_end|>": 151647,
  "<|object_ref_start|>": 151646,
  "<|quad_end|>": 151651,
  "<|quad_start|>": 151650,
  "<|repo_name|>": 151663,
  "<|video_pad|>": 151656,
  "<|vision_end|>": 151653,
  "<|vision_pad|>": 151654,
  "<|vision_start|>": 151652
}
